{
    "Save Profile": "$t(common:Profile) Speichern",
    "You will soon be able to enter your email address here.": "Hier kannst du bald deine $t(common:Email) Adresse eintragen.",
    "Be Careful! This changes cannot be undone.": "Sei vorsichtig! Diese Aktionen können nicht rückgängig gemacht werden.",
    "Delete-User-Data": "Nutzerdaten Löschen",
    "Delete Student User Data": "Studentische Nutzerdaten Löschen",
    "What will be deleted?": "Was wird gelöscht?",
    "After this action, no data can be traced back to your name.": "Nach dieser Aktion gibt es keine Rückschlüsse mehr auf deinen Namen.",
    "The following data will be deleted": "Die folgenden Daten werden gelöscht: Account Informationen, Präferenzen und Einstellungen, sowie sämtliche Daten die eng mit dem Account verknüpft sind.",
    "The Learning Diary will be deleted": "$t(common:Learning-Diary), sowie alle Lernfortschritte werden gelöscht.",
    "Also all Learning Statistics": "Außerdem alle $t(common:Learning-Statistics_other).",
    "What will NOT be deleted?": "Was bleibt in der Plattform?",
    "Your Author Profile will remain": "Dein $t(common:Author_other)-Profile bleibt bestehen. Das beinhaltete deinen angezeigten $t(common:Author_other)-Name und dein Profilbild.",
    "All created Courses and Nano-Modules will remain.": "Alle erstellen $t(common:Course_other) und $t(common:Nano-Module_other). Das beinhaltet auch die damit verbundenen $t(common:Skill_other).",
    "Your author profile remains, press delete author profile if you want to delete this.": "Solltest du als Autor tätig gewesen sein, bleiben deine erstellten $t(common:Course_other) und $t(common:Nano-Module_other) erhalten. Möchtest du diese löschen, klicke auf den Button \"$t(Delete-Author-Profile)\". Wenn du später dein Autorenprofil löschen möchtest, musst du dich an den Systemadministrator wenden.",
    "Are you sure you want to delete your user data? Enter your name to confirm.": "Bist du dir sicher, dass du die studentischen Nutzerdaten zum Profil {{name}} löschen möchtest? Zum Bestätigen bitte den Namen des Accounts eingeben.",
    "Delete-Author-Profile": "Autorenprofil Löschen",
    "Show more": "Mehr anzeigen",
    "Show less": "Weniger anzeigen",
    "Account Deleted": "Account Gelöscht",
    "Your account data has been successfully deleted from the system.": "Deine Account-Daten wurden erfolgreich aus dem System gelöscht.",
    "The Account Could Not Be Deleted": "Der Account konnte nicht gelöscht werden.",
    "Please try again later or contact the system administrator.": "Bitte versuche es später erneut oder kontaktiere einen Administrator.",
    "All data, including the created courses and learning units, will be deleted.": "<strong>Es werden alle Daten inklusive der erstellen $t(common:Course_other) und $t(common:Nano-Module_other) gelöscht. Wenn nur deine Nutzerdaten löschen möchtest, klicke auf <i>\"$t(Delete-User-Data)\"</i>.</strong><br/><red>Diese Funktion steht aktuell nicht zur Verfügung. Wenden sie sich an den Systemadministrator um ihre gesamten Daten zu löschen.</red>"
}