{
    "Learning Statistics - Terms of Use - Title": "Erfassung und Speicherung von Sitzungsdaten zur Auswertung des persönlichen Lernverhaltens",
    "Learning Statistics - Terms of Use - Hoover Text": "Zur Nutzung der $t(common:Learning-Statistics_other) einschalten",
    "Learning Statistics - Terms of Use": "Mit dieser Einstellung analysieren wir dein Lernverhalten, um dir individuelles Feedback zu geben und personalisierte Statistiken anzuzeigen. Hierbei wird nur dein Lernverhalten auf dieser Plattform erfasst und gespeichert. Beispielsweise werden dann folgende Information erfasst:<ul><li>Aufgerufene $t(common:Course_other)/$t(common:Nano-Module_other) und die damit verbundenen Verweildauern</li><li>Starten, pausieren und anhalten von Videos</li><li>Abgabeversuche von $t(common:Quiz_other)</li></ul>Diese Funktion dient deiner persönlichen Analyse und unterstützt dich dabei, dein Lernverhalten zu optimieren. Für die folgenden Zwecke werden diese Daten verwendet:<ul><li><strong>Anzeige von eigenen $t(common:Learning-Statistics_other):</strong> <i>Du wirst in Zukunft einen Abschnitt erhalten, in dem du deine Informationen einsehen kannst.</i></li><li><strong>Optimierung der Lernplattform:</strong> <i>Wir verwenden die Informationen um unsere Plattform weiter zu verbessern.</i></li><li><strong>Personalisierung der Lerninhalte:</strong> <i>Das Verhalten der Plattform verändert sich möglicherweise, um dir ein besseres Erlebnis zu bieten.</i></li><li><strong>Bereitstellung von Daten für Forschungszwecke:</strong> <i>Diese Daten werden pseudo-anonymisiert für Forschungszwecke verwendet.</i></li><li><strong>Bereitstellung von aggregierten Daten für Lehrende:</strong> <i>Lehrende erhalten aggregierte Daten mit Übersichten zu den eigenen Kursen.</i></li></ul>Dabei gilt, dass wir deine Informationen gegenüber anderen stets vertraulich behandeln und keine Rückschlüsse auf deine Person zulassen. Weiterhin werden keine Daten an Dritte weitergegeben und du kannst die gesammelten Daten jederzeit löschen.",
    "Learning-Diary - Terms of Use - Title": "$t(common:Learning-Activity_other) und $t(common:Learning-Strategy_other) dokumentieren",
    "Learning-Diary - Terms of Use - Hoover Text": "Zur Nutzung des $t(common:Learning-Diary)s einschalten",
    "Learning-Diary - Terms of Use": "Werde mit dem interaktiven $t(common:Learning-Diary) zur Expert*in deines eigenen Lernens! Setze individuelle Ziele und dokumentiere deine $t(common:Learning-Activity_other) sowie die $t(common:Learning-Strategy_other), die du zur Bearbeitung angewendet hast. Verfolge deinen Fortschritt anschaulich: Durch die Auswertung deiner $t(common:Learning-Statistics_other) erkennst du schnell, wo deine Stärken liegen und in welchen Bereichen du dich optimieren oder verbessern kannst. Basierend auf den $t(common:Learning-Statistics_other) werden dir neue, individuelle $t(common:Learning-Path_other) vorgeschlagen. Es werden keine Daten an Dritte weitergegeben und du kannst die gesammelten Daten jederzeit löschen."
}