{
    "Learning Statistics - Terms of Use - Title": "Collection and Storage of Session Data for the Analysis of Personal Learning Behavior",
    "Learning Statistics - Terms of Use - Hoover Text": "Check to enable $t(common:Learning-Statistics_other)",
    "Learning Statistics - Terms of Use": "With this setting, we analyze your learning behavior in order to provide you with individual feedback and display personalized statistics. Only your learning activity on this platform will be collected and stored. For example, the following information is recorded:<ul><li>$t(common:Course_other)/$t(common:Nano-Module_other) accessed and the corresponding time spent</li><li>Starting, pausing, and stopping of videos</li><li>Submission attempts of $t(common:Quiz_other)</li></ul>This feature is intended for your personal analysis and supports you in optimizing your learning behavior. The data is used for the following purposes:<ul><li><strong>Display of personal $t(common:Learning-Statistics_other):</strong> <i>You will soon have access to a section where you can view your information.</i></li><li><strong>Optimization of the learning platform:</strong> <i>We use this information to further improve our platform.</i></li><li><strong>Personalization of learning content:</strong> <i>The platform’s behavior may adapt to provide you with a better experience.</i></li><li><strong>Provision of data for research purposes:</strong> <i>This data is used in a pseudo-anonymized form for research.</i></li><li><strong>Provision of aggregated data for instructors:</strong> <i>Instructors receive aggregated overviews of their own courses.</i></li></ul>We always treat your information confidentially and ensure that no conclusions can be drawn about your identity. Furthermore, no data is shared with third parties, and you can delete the collected data at any time.",
    "Learning-Diary - Terms of Use - Title": "Document $t(common:Learning-Activity_other) and $t(common:Learning-Strategy_other)",
    "Learning-Diary - Terms of Use - Hoover Text": "Check to enable $t(common:Learning-Diary)",
    "Learning-Diary - Terms of Use": "Become an expert in your own learning with the interactive $t(common:Learning-Diary)! Set individual goals and document your $t(common:Learning-Activity_other) as well as the $t(common:Learning-Strategy_other) you used to complete them. Clearly track your progress: by analyzing your $t(common:Learning-Statistics_other), you will quickly see where your strengths lie and in which areas you can optimize or improve. Based on these statistics, new, personalized $t(common:Learning-Path_other) will be suggested to you. No data is shared with third parties, and you can delete the collected data at any time."
}